{
    "afk": {
        "afk-done": "You are now AFK",
        "afk-user-noreason": "This user is AFK!",
        "afk-user-reason": "This member is AFK! Reason: %{reason}",
        "no-perm": "Oops, I cannot change your nickname :confused: I will try to remember, but I could forget that you're afk",
        "unafk-cant": "You aren't AFK!",
        "unafk-done": "You aren't AFK anymore"
    },
    "bbw-too-many": "Oops, the grid is too big for Discord :confused:",
    "blame-0": "List of available names for **%{user}**",
    "cant-react": "I don't have enough permissions to send reactions!",
    "cookie": "%{user} offered a box of cookies to <@375598088850505728>! %{emoji}",
    "count": {
        "counting": "Counting in progress...",
        "forbidden": "You cannot use this command in a channel where you do not have access to the message history",
        "missing-perms": "Oops, I'm unable to read this channel history. Please check my permissions...",
        "result-user": "On the last %{limit} messages, %{user} has posted %{x} messages (%{p}%)",
        "result-you": "On the last %{limit} posts, you have posted %{x} messages (%{p}%)",
        "too-much": "You wanna blow up Discord! %{e} For obvious performance reasons, I will impose a limit of %{l} messages."
    },
    "discordjobs-count": "%{c} offers found",
    "discordjobs-title": "Jobs available at Discord",
    "discordstatus-exists": "There is currently one %{impact} incident in progress on Discord: %{title}",
    "discordstatus-impacts": {
        "major": "major",
        "minor": "minor",
        "none": "without effect"
    },
    "discordstatus-nothing": "Nothing to report at this time!\nThe last known issue was on %{date}",
    "embed-invalid-channel": "Cannot send messages in this channel",
    "embed-invalid-image": "The url entered as image is invalid",
    "error": "An error has occurred: `%{err}`",
    "fun-list": "Here is the list of available fun commands:",
    "invalid-city": "Invalid city :confused:",
    "kills-list": [
        "***BOUM!*** {victim} fell into a trap placed by {attacker}!",
        "Luckily, the ground has cushioned the fall of {victim}!",
        "{attacker} shouted \"Fus Roh Dah\" while {victim} was next to a cliff...",
        "No, you can't stop bullets with your hands {victim} :shrug:",
        "You have to be __in__ the elevator {victim}, not __above__...",
        "{victim} stayed too close to the speakers during a heavy metal concert.",
        "Staying within 10 meters of an atomic explosion wasn't a good idea {victim}...",
        "No! Double jumps are not possible {victim}!",
        "{victim} imitated Icare... splash.",
        "It's nice to have a portal gun {victim}, but don't open portals above spades...",
        "{victim} died. Peace to their soul... :sneezing_face:",
        "{attacker} killed {victim} with a headshot!",
        "{victim} was shot in PvP by {attacker} :gun:",
        "Bye {victim}! :ghost:",
        "{victim} saw a flying anvil fall... on their head :head_bandage:",
        "{victim} commit suicide after {attacker} has cut their wifi connection :no_mobile_phones:",
        "Caution {victim}! Fire burns :fire:",
        "{victim} fought zombies without shovel...",
        "{victim} tried to hug a creeper!",
        "{victim}, lava baths are hot, but lava burns...",
        "{victim} tried a rocket jump!",
        "{ex}.exe *has stopped working*",
        "{victim} died of old age while {attacker} was unfolding his maps.",
        "{victim} has lost the rhythm of the music.",
        "{victim} has been sent to a parallel universe by a truck.",
        "{victim} has fallen victim to Discord's white theme.",
        "{victim} didn't pay any attention to his hunger bar.",
        "{victim} has been zombified.",
        "{victim} went into the tall grass.",
        "{victim} thought there was cake.",
        "{victim} disappeared while creating a time paradox.",
        "{victim} checked whether fall damage existed.",
        "{attacker} tested {victim} for friendly fire.",
        "{victim} forgot his vampire class and tried to sunbathe.",
        "{victim} fell out the world.",
        "{victim} thought they could take on a Deathclaw barehanded. They were wrong.",
        "{victim} stepped on a landmine, leaving nothing but a pile of ashes.",
        "The wasteland claimed another victim as {victim} succumbed to radiation poisoning.",
        "{attacker} stomped on {victim}'s head, earning another power-up.",
        "Watch out for those falling barrels, {victim}!",
        "The falling blocks crushed {victim}'s hopes and dreams.",
        "{attacker} perfectly cleared four lines, causing {victim}'s defeat.",
        "{attacker} deafened {victim}, leaving them in a silent void.",
        "{attacker}'s towers arrows found their mark, ending {victim}'s reign.",
        "{victim} got caught in a never-ending loop of portal madness.",
        "{victim} underestimated the power of the turrets.",
        "Cake was a lie, and so was {victim}'s chance of survival."
    ],
    "markdown": "__**Markdown Rules** on *Discord*__\n\n`*italics*` = *italics*\n`__underline__` = __underline__\n`**bold**` = **bold**\n`***bold italics***` = ***bold italics***\n`~~strikeout~~` = ~~strikeout~~\n`__*underline italics*__` = __*underline italics*__\n`__**underline bold**__` = __**underline bold**__\n`__***underline bold italics***__` = __***underline bold italics***__\n`||spoiler||` = ||spoiler||\n> quote = `> quote`\n\\`code\\` = `code`\n \\ to ignore\n\nFor code blocks, cf <https://discord.gg/DGahTNn>",
    "nasa-none": "Oops, I'm unable to retrieve the information from NASA at the moment. Try again in a few minutes :confused:",
    "no-database": "As our database is offline, access to fun commands is restricted to people with permission \"Manage Server\"",
    "no-embed-perm": "I don't have permission to \"Embed links\" :confused:",
    "no-emoji": "Unable to find this emoji!",
    "no-fun": "Fun commands have been disabled on this server. To see their list, look at https://axobot.rtfd.io/en/latest/fun.html",
    "no-reaction": "Unable to add reactions. Please check my permissions...",
    "no-roll": "No choice found",
    "no-say": "Unable to send any message in this channel",
    "no-voicechan": "You must be in a vocal channel in order to use this command.",
    "not-enough-roll": "There must be at least two distinct elements",
    "osekour": [
        "Wait, I'm finishing watching my movie.",
        "We're coming! But why don't you answer anymore? Don't fake death!",
        "Yes, we know there's a fire, we don't need to come: we're having a barbecue at the fire station.",
        "*Rescue is currently unavailable, please wait until the end of the break*",
        "*This number does not exist. Please try again with another number.*",
        "*Maintenance of the current line. Please try again in 430 hours.*",
        "*Your mobile plan has expired. You can buy one for 86,25€*",
        "Two more volumes of Lord of the Rings to finish reading, and I'm all yours!",
        "Thank you for not disturbing us during the holidays",
        "Sorry, there are more than 3 snowflakes: we're stuck in the garage",
        "We'll have to wait until the end of our strike... Are you saying you don't know?! It's been two months since we started!"
    ],
    "piece-0": [
        "Tails!",
        "Heads!"
    ],
    "piece-1": "Failed, it fell on the edge!",
    "react-0": "Unable to find the corresponding message. You must enter the message ID in the first argument, and the emoji in the second :upside_down:\n Also check that I have permission to read the message history!",
    "say-no-perm": "You do not have permission to send messages in the channel %{channel}",
    "thanos": [
        "{0} was spared by Thanos",
        "Thanos decided to reduce {0} to ashes. For the good of humanity...."
    ],
    "tip-list": [
        "Did you know? There are several languages for the bot, including one very fun to test: lolcat",
        "Pro-tip: to change the bot language, use the command %{config_cmd}!",
        "Pro-tip: you will find explanations of each command in the bot documentation, at https://axobot.rtfd.io. Maybe even commands you didn't know about!",
        "Did you know? The results of the %{stat_cmd} command hide some servers, such as bot list servers, or internal ones",
        "Did you know? I was originally designed for a server in a Minecraft community. That is where I made my name, and that's why I have some Minecraft-related commands.",
        "Did you know? The first version of the bot was written in February 2018, for personal use. At the time there were only two or three easy commands to make, like %{clear_cmd} and %{say_cmd}",
        "Pro-tip: With the %{say_cmd} command, you can use the emojis from any server where I am, even animated emojis! Just give the emoji as if you were using it yourself",
        "Pro-tip: To use a custom emoji in the `react` command, just give its name. And it works with any emoji!",
        "Pro-tip: With the command `me <text>`, you can make the bot say what you want, with your nickname in front of it! Like, for example, \"*Wumpus likes bananas*\".",
        "Pro-tip: The command `roll Nothing, Nothing, Nothing, Nothing, Nothing, Nothing, Nothing, PAN!` allows you to play Russian roulette! Be careful with that, though, okay?",
        "Pro-tip: If you need help, feel free to use the `osekour` command",
        "Did you know? Sometimes, the levelup message mentions a random object. To do this, Aragorn1202 had to create a list of 60 of them, including 'a bicorne', 'a cookie' or 'a banana'!",
        "Did you know? In the past, my profile picture was... a creeper!",
        "Did you know? The bot Staff is composed of a talented developer Admin, a second admin named after a kibble brand as well as a cat, a Ban hammer and a mushroom!",
        "Pro-tip: The %{say_cmd} command is very useful for posting anonymous messages... at least when you have access to it.",
        "Pro-tip: The %{discordlinks_cmd} command will give you all the useful links related to discord!",
        "Did you know?  All designs related to the bot are made by Adri#9223, including the huge list of emojis used in the %{bigtext_cmd} command!",
        "Did you know? Until recently, my official name was 'Zbot', in reference to my creator, Z_runner",
        "Pro-tip: The bot has a Discord, where you can see the current bugs and vote for the next updates! Use the %{about_cmd} command to get the invite",
        "Pro-tip: The `prefix` command allows you to have a list of the prefixes currently usable in the server",
        "Did you know? You can give a description of your server that can be used in other servers, via the `description` option of the %{config_cmd} command",
        "Did you know? At some special events, it is possible to obtain collector xp cards. Don't forget to follow the news on the official server or with the %{event_cmd} command!"
    ],
    "uninhabited-city": "Uninhabited city :confused:",
    "vote-0": "You can't put more than 20 choices, and even less a negative number of choices!"
}