{
    "afk": {
        "afk-done": "Vous êtes maintenant AFK",
        "afk-user-noreason": "Ce membre est AFK !",
        "afk-user-reason": "Ce membre est AFK, pour la raison %{reason}",
        "no-perm": "Oops, je ne peux pas modifier votre pseudo :confused: Je vais essayer de m'en souvenir, mais il se peut que j'oublie que vous êtes AFK",
        "unafk-cant": "Vous n'êtes pas AFK !",
        "unafk-done": "Vous n'êtes maintenant plus AFK"
    },
    "bbw-too-many": "Oups, la grille est trop grande pour Discord :confused:",
    "blame-0": "Liste des noms disponibles pour **%{user}**",
    "cookie": "%{user} a offert une boîte de cookies à <@375598088850505728> ! %{emoji}",
    "count": {
        "counting": "Comptage en cours...",
        "forbidden": "Vous ne pouvez pas utiliser cette commande dans un salon où vous n'avez pas accès à l'historique des messages",
        "missing-perms": "Oups, il m'est impossible de lire l'historique de ce salon. Veuillez vérifier mes permissions...",
        "result-user": "Sur les %{limit} derniers messages, %{user} en a posté %{x} (%{p}%%)",
        "result-you": "Sur les %{limit} derniers messages, vous en avez posté %{x} (%{p}%%)",
        "too-much": "Mais vous voulez faire exploser Discord ! %{e} Pour des raisons évidentes de performances, je vais vous imposer une limite à %{l} messages."
    },
    "discordjobs-count": "%{c} offres trouvées",
    "discordjobs-title": "Postes disponibles chez Discord",
    "discordstatus-exists": "Il y a actuellement un incident %{impact} en cours sur Discord : %{title}",
    "discordstatus-impacts": {
        "major": "majeur",
        "minor": "mineur",
        "none": "sans effet"
    },
    "discordstatus-nothing": "Rien à signaler pour le moment !\nLa dernière panne connue était le %{date}",
    "embed-invalid-channel": "Impossible d'envoyer des messages dans ce salon",
    "embed-invalid-image": "L'url saisie pour l'image est invalide",
    "error": "Une erreur est survenue: `%{err}`",
    "fun-list": "Voici la liste des commandes fun disponibles :",
    "invalid-city": "Nom de ville invalide",
    "kills-list": [
        "***BOUM !*** {victim} est tombé dans un piège posé par {attacker} !",
        "Heureusement que le sol a amorti la chute de {victim} !",
        "{attacker} a crié \"Fus Roh Dah\" alors que {victim} était à coté d'une falaise...",
        "Eh non, tu ne peux pas arrêter les balles avec tes mains {victim} :shrug:",
        "Il faut être __dans__ l’ascenseur {victim}, pas __au-dessus__...",
        "{victim} est resté trop près des enceintes lors d'un concert de heavy metal.",
        "Rester à moins de 10m d'une explosion atomique, ce n'était pas une bonne idée {victim}...",
        "Non ! Les doubles sauts ne sont pas possibles {victim} !",
        "{victim} a imité Icare... splash.",
        "C'est bien d'avoir un pistolet à portails {victim}, encore faut il ne pas en ouvrir un au dessus des piques....",
        "{victim} est mort. Paix à son âme... :sneezing_face:",
        "{attacker} a tué {victim}",
        "{victim} a été shot par {attacker}",
        "Bye {victim} ! :ghost:",
        "{victim} a vu tomber une enclume volante... sur sa tête :head_bandage:",
        "{victim} part se suicider après que {attacker} ai coupé sa connexion",
        "Attention {victim} ! Le feu, ça brûle :fire:",
        "{victim} est parti sans pelle lors d'une attaque zombie",
        "{victim} a tenté de faire un calin à un creeper",
        "{victim}, les bains de lave sont chauds, mais la lave, ça brûle...",
        "{victim} a tenté un rocket jump",
        "{ex}.exe *a cessé de fonctionner*",
        "{victim} est mort de vieillesse pendant que {attacker} déployait ses cartes.",
        "{victim} a perdu le rythme de la musique.",
        "{victim} a été envoyé dans un univers parallèle par un camion.",
        "{victim} a été victime du thème blanc de Discord.",
        "{victim} n'a pas fait attention à sa barre de faim.",
        "{victim} s'est fait zombifier.",
        "{victim} est allé dans les hautes herbes.",
        "{victim} a cru qu'il y avait du gâteau.",
        "{victim} a disparu en créant un paradoxe temporel.",
        "{victim} a vérifié si les dégâts de chute étaient activés.",
        "{attacker} a testé si {victim} pouvait subir des tirs amis.",
        "{victim} a oublié sa classe de vampire et a essayé de bronzer au soleil.",
        "{victim} est tombé du monde",
        "{victim} pensait pouvoir affronter un Écorcheur à mains nues. Il s'est trompé.",
        "{victime} a marché sur une mine, ne laissant derrière lui qu'un tas de cendres.",
        "Le désert a fait une autre victime, {victim}, qui a succombé aux radiations.",
        "{attacker} a piétiné la tête de {victim}, il remporte un nouveau bonus.",
        "Attention aux tonneaux qui chutent, {victim} !",
        "Les blocs qui tombent ont pulvérisé les espoirs et les rêves de {victim}.",
        "{attacker} a parfaitement éliminé quatre lignes, entraînant la défaite de {victim}.",
        "{attacker} a assourdi {victim}, le laissant dans un silence glaçant.",
        "Les flèches des tours de {attacker} ont atteint leur cible, mettant fin au règne de {victim}.",
        "{victim} s'est retrouvé piégé dans une boucle infinie entre deux portails.",
        "{victim} a sous-estimé la puissance des tourelles.",
        "Le gâteau était un mensonge, tout comme la chance de survie de {victim}."
    ],
    "markdown": "__**Règles du Markdown** sur *Discord*__\n\n`*italique*` = *italique*\n`__souligné__` = __souligné__\n`**gras**` = **gras**\n`***gras italique***` = ***gras italique***\n`~~barré~~` = ~~barré~~\n`__*souligné italique*__` = __*souligné italique*__\n`__**souligné gras**__` = __**souligné gras**__\n`__***souligné gras italique***__` = __***souligné gras italique***__\n`||spoiler||` = ||spoiler||\n> citation = `> citation`\n\\`code\\` = `code`\n\\\\ pour ignorer\n\nPour les blocs de code, cf <https://discord.gg/DGahTNn>",
    "nasa-none": "Oups, impossible de récupérer les informations de la NASA pour le moment. Réessayez dans quelques minutes :confused:",
    "no-database": "Notre base de donnée étant hors ligne, l'accès aux commandes fun est restreint aux personnes ayant la permission de Gérer le Serveur",
    "no-embed-perm": "Je ne possède pas la permission \"Intégrer des liens\" :confused:",
    "no-emoji": "Impossible de trouver cet emoji !",
    "no-fun": "Les commandes fun ont été désactivées sur ce serveur. Pour voir leur liste, regardez https://axobot.rtfd.io/en/latest/fun.html",
    "no-roll": "Aucun élément trouvé",
    "no-say": "Impossible d'envoyer un message dans ce salon",
    "no-voicechan": "Vous devez être connecté à un salon vocal pour utiliser cette commande.",
    "not-enough-roll": "Il vous faut au moins deux éléments distincts",
    "osekour": [
        "Attends, je finis de regarder mon film",
        "On arrive ! Mais pourquoi ne répondez-vous plus ? Ne simulez pas la mort !",
        "Oui on sait qu'il y a du feu, on n'a pas besoin de venir : on fait un barbecue à la caserne",
        "*Les secours sont actuellement indisponibles, veuillez attendre la fin de la pause*",
        "*Ce numéro n'existe pas. Veuillez réessayer avec un autre numéro.*",
        "*Maintenance de la ligne en cours. Veuillez réessayer d'ici 430 heures.*",
        "*Votre forfait mobile est arrivé à son terme. Vous pouvez en racheter un pour 86,25€*",
        "Encore 2 tomes du Seigneur des Anneaux à finir de lire, et je suis à vous !",
        "Merci de ne pas nous déranger pendant les fêtes",
        "Désolé, il y a plus de 3 flocons de neige: nous sommes coincés au garage",
        "Il va falloir attendre la fin de notre grève... Comment ça, vous n'êtes pas au courant ?! Ça fait pourtant bien deux mois que nous avons commencé !"
    ],
    "piece-0": [
        "Pile !",
        "Face !"
    ],
    "piece-1": "Raté, c'est tombé sur la tranche !",
    "react-0": "Impossible de trouver le message correspondant. Il faut rentrer l'ID du message en 1er argument, et l'émoji en 2e :upside_down:\n Vérifiez aussi que je possède la permission de lire l'historique des messages !",
    "say-no-perm": "Vous ne possédez pas la permission d'envoyer des messages dans le salon %{channel}",
    "thanos": [
        "{0} a été épargné par Thanos",
        "Thanos a décidé de réduire {0} en cendres. Pour le bien de l'humanité..."
    ],
    "tip-list": [
        "Le saviez-vous ? Il existe plusieurs langues pour le bot, dont une très amusante à tester : le lolcat",
        "Pro-tip : pour changer la langue du bot, utilisez la commande %{config_cmd} !",
        "Pro-tip : vous trouverez les explications de chaque commande dans la documentation du bot, à l'adresse https://axobot.rtfd.io. Peut-être même des commandes que vous ne connaissiez pas !",
        "Le saviez-vous ? Les résultats de la commande %{stats_cmd} cachent certains serveurs, comme les serveurs de liste de bots, ou ceux internes",
        "Le saviez-vous ? Ce bot était au début conçu pour un serveur d'une communauté Minecraft. C'est de là qu'il s'est fait connaître, et c'est ce qui explique toutes ses commandes sur le thème du jeu",
        "Le saviez-vous ? La première version du bot a été écrite en février 2018, pour un usage personnel. A l'époque il n'y avait que deux trois commandes faciles à faire, comme le %{clear_cmd} et le %{say_cmd}",
        "Pro-tip : Avec la commande %{say_cmd}, vous pouvez utiliser les émojis de n'importe quel serveur où je suis, même les émojis animés ! Il suffit de donner l'émoji comme si vous l'utilisez vous-même",
        "Pro-tip : Pour utiliser un émoji custom dans la commande `react`, il suffit de donner son nom. Et cela fonctionne avec n'importe quel émoji !",
        "Pro-tip : Avec la commande `me <texte>`, vous pouvez faire dire au bot ce que vous voulez, avec votre pseudo devant ! Comme par exemple \"*Wumpus aime les bananes*\"",
        "Le saviez-vous ? Nous organisons régulièrement des événements accessibles à tous, par exemple à l'approche de Halloween ou pour le 1er avril !",
        "Pro-tip : Si vous avez besoin d'aide, n'hésitez pas à utiliser la commande `osekour`",
        "Le saviez-vous ? Des fois, le message de levelup mentionne un objet aléatoire. Pour ce faire, Aragorn1202 a dû créer une liste de 60 d'entre eux, dont 'un bicorne', 'un cookie' ou 'une banane' !",
        "Le saviez-vous ? Dans les premières versions, ma photo de profil était... un creeper.",
        "Le saviez-vous ? Le Staff du bot est Composé d'un Admin développeur talentueux, d'un deuxième admin ayant comme nom une marque de croquette ainsi que d'un chat, un marteau de Ban et un champignon !",
        "Pro-tip : La commande %{say_cmd} est très utile pour poster des messages anonymes... du moins quand vous y avez accès.",
        "Pro-tip : La commande %{discordlinks_cmd} vous donnera tous les liens utiles relatifs à discord !",
        "Le saviez-vous ?  Tous les designs relatifs au bot sont réalisés par Chadrixy, dont l'énorme liste d'émojis utilisés dans la commande %{bigtext_cmd} !",
        "Le saviez-vous ? Jusqu'à récemment, je m'appelais 'Zbot', en référence à créateur, Z_runner !",
        "Pro-tip : Le bot possède un Discord, où vous pourrez voir les bugs actuels et voter pour les prochaines mises à jour ! Utilisez la commande %{about_cmd} pour en obtenir le lien",
        "Pro-tip : la commande `prefix` permet d'avoir la liste des préfixes actuellement utilisables dans le serveur",
        "Le saviez-vous ? Vous pouvez donner une description de votre serveur qui pourra être utilisée dans d’autres serveurs, via l’option `description` de la commande %{config_cmd}",
        "Le saviez-vous ? Lors de certains événements spéciaux, il est possible d'obtenir des cartes d'xp collector. N'oubliez pas de suivre les news via le serveur officiel ou avec la commande %{event} !",
        "Ce bot vous plaît ? N’hésitez pas à faire un don à l’adresse %{sponsor_url} !",
        "Le saviez-vous ? Si vous êtes fatigués de devoir écouter les centaines de messages vocaux envoyés par vos amis, vous pouvez utiliser la fonction transcription d'Axobot pour en lire le contenu. Cliquez sur un message vocal, puis choisissez \"Apps\" > \"Transcription audio\" !",
        "Le saviez-vous ? La fonctionnalité de transcription de message vocal respecte votre vie privée, en utilisant un modèle d'IA local au lieu d'envoyer vos messages à un service externe !",
        "Pro-tip : Si vous souhaitez désactiver temporairement un flux RSS, pour le réactiver ultérieurement, vous pouvez utiliser la commande %{rss_disable_cmd}. Inversement, la commande %{rss_delete_cmd} le supprimera définitivement !",
        "Le saviez-vous ? Les flux RSS désactivés avec %{rss_disable_cmd} sont toujours pris en compte dans la limite du nombre de flux par serveur. Si vous avez besoin de plus d'espace, utilisez plutôt %{rss_delete_cmd} !",
        "Pro-tip : En rejoignant le serveur officiel du bot, vous pourrez obtenir une aide rapide en cas de problème, avoir un avant-goût des futures mises à jour, et voter pour les fonctionnalités à venir. Rejoignez-nous sur %{support_server_url} !",
        "Le saviez-vous ? Si vous voulez nous aider à traduire le bot dans plusieurs langues, vous pouvez rejoindre notre équipe sur notre serveur officiel à %{support_server_url} !",
        "Pro-tip : Le système antiscam d'Axobot utilise une IA locale et personnalisée pour détecter et supprimer les messages de scam sur votre serveur. Activez-le avec %{antiscam_enable_cmd}"
    ],
    "uninhabited-city": "Endroit inhabité"
}