{
    "afk": {
        "afk-done": "Tu es AFK, c'est bon !",
        "afk-user-noreason": "Il est AFK !",
        "afk-user-reason": "Hey ! Il est AFK, pour la raison %{reason}.",
        "no-perm": "Oops, je ne peux pas modifier ton pseudo :blobconfused: J'vais essayer de m'en souvenir quand même",
        "unafk-cant": "Mais... T'es pas AFK 🙄",
        "unafk-done": "Yeeeeeeeeeee ! De retour ! Fini l'AFK !"
    },
    "bbw-too-many": "Gneh !\nLa grille est trop grande pour Discord !",
    "blame-0": "Liste des noms disponibles pour le membre **%{user}**",
    "cant-react": "Je n'ai pas les perms suffisantes pour envoyer des réactions !",
    "cookie": "%{user} a offert une boîte de cookies à <@375598088850505728> ! %{emoji}",
    "count": {
        "counting": "Comptage en cours...",
        "forbidden": "Tu peux pas utiliser cette commande dans un salon où t'as pas accès à l'historique des messages... ",
        "missing-perms": "Oups, il m'est impossible de lire l'historique de ce salon. Veuillez vérifier mes perms...",
        "result-user": "Sur les %{limit} derniers messages, %{user} en a posté %{x} (%{p}%)",
        "result-you": "Sur les %{limit} derniers messages, vous en avez posté %{x} (%{p}%)",
        "too-much": "Mais vous voulez faire exploser Discord ! %{e} Pour des raisons évidentes de performances, je dois imposer une limite à %{l} messages :ZbotThug:"
    },
    "discordjobs-count": "%{c} offres trouvées",
    "discordjobs-title": "Métiers disponibles chez Discord",
    "discordstatus-exists": "GNEH ! Il y a actuellement un %{impact} incident chez Discord : %{title}",
    "discordstatus-impacts": {
        "major": "majeur",
        "minor": "mineur",
        "none": "sans effet"
    },
    "discordstatus-nothing": "Rien à report pour le moment 😅 !\nLe dernier problème était en %{date}.",
    "embed-invalid-channel": "Ptdr je peux pas envoyer des messages dans ce salon",
    "embed-invalid-image": "L'url entrée en tant qu'image est invalide :/",
    "error": "Une erreur est survenue: `%{err}`",
    "fun-list": "Voici la liste des commandes fun dispos :",
    "invalid-city": "Nom de ville invalide",
    "kills-list": [
        "Oh toi, tu vas mourir ! :rip:",
        "***BOUM !*** {1} est tombé dans un piège posé par {0} ! :rip:",
        "Heureusement que le sol a amorti la chute de {1} ! :rip:",
        "{0} a crié \"Fus Roh Dah\" alors que {1} était à coté d'une falaise... :rip:",
        "Eh non, tu ne peux pas arreter les balles avec tes mains {1} :shrug: :rip:",
        "Il faut être __dans__ l’ascenseur {1}, pas __au-dessus__... :rip:",
        "{1} est resté trop près des enceintes lors d'un concert de heavy metal. Mauvaise idée... *rekt*",
        "Rester à moins de 10m d'une explosion atomique, ce n'était pas une bonne idée {1}... :rip:",
        "Non ! Les doubles sauts ne sont pas possibles {1} ! :rip:",
        "{1} a imité Icare... splash. :rip:",
        "C'est bien d'avoir un pistolet à portails {1}, encore faut il ne pas en ouvrir un au dessus des piques... :rip:",
        "{1} est mort. Paix à son âme... :sneezing_face: :rip:",
        "{0} a tué {1} :rip:",
        "{1} a été shot par {0} :rip:",
        "Bye {1} ! :ghost:",
        "{1} a vu tomber une enclume volante... sur sa tête :head_bandage: :rip:",
        "{1} part se suicider après que {0} ai coupé sa connexion :rip:",
        "Attention {1} ! Le feu, ça brûle :fire: :rip:",
        "{1} est parti sans pelle lors d'une attaque zombie :rip:",
        "{1} a tenté de faire un calin à un creeper :rip:",
        "{1}, les bains de lave sont chauds, mais la lave, ça brûle... :rip:",
        "{1} a tenté un rocket jump :rip:",
        "Il ne fallait pas écouter la jolie mélodie de la Lullaby, {1} :musical_note: :rip:",
        "{2}.exe *a cessé de fonctionner* :rip:"
    ],
    "markdown": "__**Règles du Markdown** sur *Discord*__\n\n`*italique*` = *italique*\n`__souligné__` = __souligné__\n`**gras**` = **gras**\n`***gras italique***` = ***gras italique***\n`~~barré~~` = ~~barré~~\n`__*souligné italique*__` = __*souligné italique*__\n`__**souligné gras**__` = __**souligné gras**__\n`__***souligné gras italique***__` = __***souligné gras italique***__\n`||spoiler||` = ||spoiler||\n> citation = `> citation`\n\\`code\\` = `code`\n\\\\ pour ignorer\n\nPour les blocs de code, cf <https://discord.gg/DGahTNn>",
    "nasa-none": "Euuuuuuuh\nAlors\n\nJ'arrive pas à capter les infos de la NASA pour le moment.\nTu peux réessayer dans 2-3 minutes ?",
    "no-database": "Notre base de donnée étant hors ligne, l'accès aux commandes fun est restreint aux personnes ayant la permission de Gérer le Serveur",
    "no-embed-perm": "J'ai pas la perm \"Intégrer des liens\" :confused:",
    "no-emoji": "Impossible de trouver cet emoji !",
    "no-fun": "Les commandes fun ont été désactivées sur ce serveur. Pour voir leur liste, regardez https://axobot.rtfd.io/en/latest/fun.html",
    "no-reaction": ":whut:\nImpossible d'ajouter les réactions. Vérifiez mes permis !",
    "no-roll": "Aucun élément trouvé :rip: !",
    "no-say": "Impossible d'envoyer un message dans ce salon...",
    "no-voicechan": "Vous devez être connecté à un salon vocal pour utiliser cette commande.",
    "not-enough-roll": "Il doit y avoir deux éléments distincts",
    "osekour": [
        "Attends, je finis de regarder mon film",
        "On arrive ! Mais pourquoi tu répondes plus ? Traaaaah, arrête, je sais que t'es pas mort !",
        "Oui on sait qu'il y a du feu, on n'a pas besoin de venir : on fait un barbecue à la caserne",
        "*Les secours sont actuellement indisponibles, veuillez attendre la fin de la pause*",
        "*Ce numéro n'existe pas. Veuillez réessayer avec un autre numéro.*",
        "*Maintenance de la ligne en cours. Veuillez réessayer d'ici 430 heures.*",
        "*Votre forfait mobile est arrivé à son terme. Vous pouvez en racheter un pour 86,25€*",
        "Encore 2 tomes du Seigneur des Anneaux à finir de lire, et je suis à vous !",
        "Merci de ne pas nous déranger pendant les fêtes",
        "Désolé, il y a plus de 3 flocons de neige: nous sommes coincés au garage",
        "Il va falloir attendre la fin de notre grève... Comment ça, vous n'êtes pas au courant ?! Ça fait pourtant bien deux mois que nous avons commencé !"
    ],
    "piece-0": [
        "Pile :rip: !",
        "Face :thinksmart: !"
    ],
    "piece-1": "Raté, c'est tombé sur la tranche !",
    "react-0": "Impossible de trouver le message correspondant. Il faut rentrer l'ID du message en 1er argument, et l'émoji en 2e :upside_down:\n Vérifie aussi que je possède la perm de lire l'historique des messages !",
    "reminds-asked": "Hey, %{user} ! Tu m'as demandé de te rappeler ça il y a %{duration} ! Un trou de mémoire ?",
    "reminds-date": "Date de demande",
    "reminds-link": "Message original",
    "reminds-saved": "Oko 😁 ! Je te le rappellerai dans... Environ... 🕰️ %{duration} !\n\n*Si j'oublie pas...*",
    "reminds-title": "Rappel",
    "reminds-too-long": "Wolalala 😬 !\n\nJe peux pas te le rappeler dans autant de temps, moi !\n\nTu t'es cru où ?!\n\nJ'ai pas autant de mémoire !",
    "reminds-too-short": "...\n\nAlors.\n\n\n\n\nÇa, c'est ce qu'on appelle communément **UNE DURÉE INVALIDE !**",
    "say-no-perm": "T'as pas la perm d'envoyer des messages dans %{channel}",
    "thanos": [
        "{0} a été épargné par Thanos le divin...",
        "Thanos a décidé de réduire {0} en cendres. Comme la moitié de l'univers, en fait !"
    ],
    "tip-list": [
        "Le saviez-vous ? Il existe plusieurs langues pour le bot, dont une très amusante à tester : le lolcat",
        "Pro-tip : pour changer la langue du bot, utilisez la commande %{config_cmd} !",
        "Pro-tip : vous trouverez les explications de chaque commande dans la documentation du bot, à l'adresse https://axobot.rtfd.io. Peut-être même des commandes que vous ne connaissiez pas !",
        "Le saviez-vous ? Les résultats de la commande %{stats_cmd} cachent certains serveurs, comme les serveurs de liste de bots, ou ceux internes",
        "Le saviez-vous ? Ce bot était au début conçu pour un serveur d'une communauté Minecraft. C'est de là qu'il s'est fait connaître, et c'est ce qui explique toutes ses commandes sur le thème du jeu",
        "Le saviez-vous ? La première version du bot a été écrite en février 2018, pour un usage personnel. A l'époque il n'y avait que deux trois commandes faciles à faire, comme le %{clear_cmd} et le %{say_cmd}",
        "Pro-tip : Avec la commande %{say_cmd}, vous pouvez utiliser les émojis de n'importe quel serveur où est Zbot, même les émojis animés ! Il suffit de donner l'émoji comme si vous l'utilisez vous-même",
        "Pro-tip : Pour utiliser un émoji custom dans la commande `react`, il suffit de donner son nom. Et cela fonctionne avec n'importe quel émoji !",
        "Pro-tip : Avec la commande `me <texte>`, vous pouvez faire dire au bot ce que vous voulez, avec votre pseudo devant ! Comme par exemple \"*Wumpus aime les bananes*\"",
        "Pro-tip : La commande `roll Rien , Rien , Rien , Rien , Rien , PAN !` vous permet de jouer à la roulette russe ! Faites tout de même attention avec ça, d'accord ?",
        "Pro-tip : Si vous avez besoin d'aide, n'hésitez pas à utiliser la commande `osekour`",
        "Le saviez-vous ? Des fois, le message de levelup mentionne un objet aléatoire. Pour ce faire, Aragorn1202 a dû créer une liste de 60 d'entre eux, dont 'un bicorne', 'un cookie' ou 'une banane' !",
        "Le saviez-vous ? Dans le passé, la photo de profil de Zbot était... un creeper.",
        "Le saviez-vous ? Le Staff de ZBot est Composé d'un Admin développeur talentueux, d'un deuxième admin ayant comme nom une marque de croquette ainsi que d'un chat, un marteau de Ban et un champignon !",
        "Pro-tip : La commande %{say_cmd} est très utile pour poster des messages anonymes... du moins quand vous y avez accès.",
        "Pro-tip : La commande %{discordlinks_cmd} vous donnera tous les liens utiles relatifs à discord !",
        "Le saviez-vous ? Tous les designs relatifs au bot sont réalisés par Adri#9223, dont l'énorme liste d'émojis utilisés dans la commande %{bigtext_cmd} !",
        "Le saviez-vous ? ZBot tiens son nom... de son créateur, Z_runner",
        "Pro-tip : Le bot possède un Discord, où vous pourrez voir les bugs actuels et voter pour les prochaines mises à jour ! Utilisez la commande %{about_cmd} pour en obtenir le lien",
        "Pro-tip : la commande `prefix` permet d'avoir la liste des préfixes actuellement utilisables dans le serveur",
        "Le saviez-vous ? Vous pouvez donner une description de votre serveur qui pourra être utilisée dans d’autres serveurs, via l’option `description` de la commande %{config_cmd}",
        "Le saviez-vous ? Lors de certains événements spéciaux, il est possible d'obtenir des cartes d'xp collector. N'oubliez pas de suivre les news via le serveur officiel !"
    ],
    "uninhabited-city": "Endroit inhabité",
    "vote-0": "Tu... Sais que tu peux pas mettre plus de 20 choix, et encore moins un nombre négatif de choix ?"
}